[
  {
    "id": 1,
    "name": "Chef John Smith",
    "picture": "../data/assets/chef1.jpg",
    "years_of_experience": 15,
    "rating": 4.8,
    "awards": 2,
    "recipes": [
      {
        "name": "Dalgona Coffee",
        "img": "../data/assets/0d0f9a90cf93517f292a0d115f5f6b61.jpg",
        "description": "Dalgona coffee, a creamy delight. Whipped to perfection, a mesmerizing sight. With instant coffee and sugar galore, A frothy indulgence, leaving you wanting more. Spoon atop milk, the contrast sublime, A trendy brew, capturing hearts every time. Sip slowly, savoring each flavorful sip. Dalgona coffee, an irresistible trip.",
        "difficulty": "Intermediate",
        "time_required": "30 minutes"
      },
      {
        "name": "Espresso",
        "img": "../data/assets/a58d52e58145b1e6f1be20b1447c7c24.jpg",
        "description": "Bold and intense, a shot of pure coffee bliss. Energizing and invigorating, kick-starting your day with its robust flavor. Sipped slowly or downed in one, the choice is yours. A cornerstone of coffee culture, simple yet sophisticated. Espresso, the essence of coffee in its purest form. Short and strong, it packs a punch in every sip. Enjoyed alone or as the base for many beloved coffee drinks. A timeless classic, satisfying coffee lovers for generations.",
        "difficulty": "Easy",
        "time_required": "25 minutes"
      },
      {
        "name": "Chocolate Lava Cake",
        "img": "../data/assets/0d0f9a90cf93517f292a0d115f5f6b61.jpg",
        "description": "Decadent chocolate cake with a gooey chocolate center, served warm with vanilla ice cream.",
        "difficulty": "Intermediate",
        "time_required": "40 minutes"
      }
    ]
  },
  {
    "id": 2,
    "name": "Chef Emily Johnson",
    "picture": "../data/assets/chef2.jpg",
    "years_of_experience": 12,
    "rating": 4.9,
    "awards": 3,
    "recipes": [
      {
        "name": "Cappuccino",
        "img": "../data/assets/51103d95c976c3ad74403aba3fd5fb6b.jpg",
        "description": "A harmonious blend of espresso, steamed milk, and velvety foam. Rich and creamy, with a perfect balance of coffee and milk. Topped with a sprinkle of cocoa or cinnamon, adding a touch of indulgence. A comforting and satisfying coffee experience, perfect for any time of day. Cappuccino, the epitome of Italian coffee artistry. Sip slowly and savor the layers of flavor and texture. A favorite choice for those seeking a luxurious coffee treat. Delightfully frothy, warming both body and soul.",
        "difficulty": "Easy",
        "time_required": "10 minutes"
      },
      {
        "name": "Latte",
        "img": "../data/assets/78f074f110f64c4cfdeaa99b67988133.jpg",
        "description": "Smooth and creamy, a comforting hug in a cup. A delicate balance of espresso and steamed milk, with just a hint of foam. Versatile and customizable, perfect for adding flavored syrups or spices. Latte, the quintessential coffee canvas for creative minds. Enjoyed by coffee purists and flavor enthusiasts alike. Whether hot or iced, it's a refreshing and satisfying drink. Indulge in its warmth and embrace the moment of relaxation. Latte, the perfect companion for quiet mornings or afternoon breaks.",
        "difficulty": "Easy",
        "time_required": "10 minutes"
      },
      {
        "name": "Macchiato",
        "img": "../data/assets/0d0f9a90cf93517f292a0d115f5f6b61.jpg",
        "description": "A bold shot of espresso 'stained' with a dollop of frothed milk. Intensely flavorful, with the essence of coffee shining through. A delightful contrast of strong coffee and creamy sweetness. Macchiato, the perfect balance of boldness and subtlety. Sip slowly to appreciate its layered complexity. A smaller indulgence, packed with big coffee flavor. Savored as a quick pick-me-up or enjoyed as a moment of pure pleasure. Macchiato, a small but mighty delight for true coffee connoisseurs.",
        "difficulty": "Intermediate",
        "time_required": "15 minutes"
      }
    ]
  },

  {
    "id": 3,
    "name": "CheJohnsonf Emily ",
    "picture": "../data/assets/chef3.jpg",
    "years_of_experience": 12,
    "rating": 4.9,
    "awards": 3,
    "recipes": [
      {
        "name": "Mocha",
        "img": "../data/assets/f81682ee5177f4782de3bfc506ab4f03.jpg",
        "description": "A luscious blend of espresso, steamed milk, and rich chocolate syrup. Decadent and indulgent, satisfying both coffee and chocolate cravings. Topped with whipped cream for an extra touch of luxury. Mocha, the ultimate treat for sweet-toothed coffee lovers. Irresistibly rich and velvety, each sip is a moment of pure bliss. Whether hot or iced, it's a delightful indulgence any time of year. Mocha, a comforting hug in a cup, warming both body and soul.",
        "difficulty": "Easy",
        "time_required": "10 minutes"
      },
      {
        "name": "Americano",
        "img": "../data/assets/a1d88cadc7f1b9fd65238f39ae295d1b.jpg",
        "description": "A smooth and straightforward coffee experience, born from espresso and hot water. Bold and robust, with a satisfyingly deep flavor profile. Simple yet sophisticated, allowing the quality of the coffee to shine. Americano, a timeless classic beloved by coffee purists. Whether enjoyed black or with a splash of milk, it's a versatile choice. Sip slowly and savor its rich aroma and full-bodied taste. A reliable companion for busy mornings or leisurely afternoons. Americano, the essence of coffee simplicity.",
        "difficulty": "Easy",
        "time_required": "10 minutes"
      },
      {
        "name": "Flat White",
        "img": "../data/assets/1a65997ee9fff640aabcfb0ef8bd4a28.jpg",
        "description": "A velvety-smooth coffee indulgence, featuring a double shot of espresso and steamed milk. Silky and luxurious, with a delicate layer of microfoam on top. Flat White, the epitome of coffee elegance and refinement. Sip slowly and let its creamy texture envelop your senses. Balanced and harmonious, it's a drink for those who appreciate subtlety. Whether enjoyed in a bustling cafe or the comfort of home, it's a moment of pure pleasure. Flat White, a timeless classic for discerning coffee aficionados.",
        "difficulty": "Intermediate",
        "time_required": "25 minutes "
      }
    ]
  }
]
